"Discovery.TITLE" = "اسكتشف";
"Discovery.SEARCH" = "بحث";
"Discovery.HEADER.TITLE_1" = "اكتشف الجديد";
"Discovery.HEADER.TITLE_2" = "لنبحث عن مساق جديد لك.";
"Discovery.SEARCH.TITLE" = "نتائج البحث";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "اكتب للبحث عن المساق";
"Discovery.UPDATE_REQUIRED_TITLE" = "مطلوب تحديث التطبيق";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "هذا الإصدار من تطبيق Open edX قديم. لمواصلة التعلم والحصول على أحدث الميزات والإصلاحات، يرجى الترقية إلى الإصدار الأحدث.";
"Discovery.UPDATE_WHY_NEED" = "لماذا أحتاج للتحديث؟";
"Discovery.UPDATE_DEPRECATED_APP" = "إصدار تطبيق متروك";
"Discovery.UPDATE_BUTTON" = "تحديث";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "إعدادت الحساب";
"Discovery.UPDATE_NEEDED_TITLE" = "تحديث التطبيق";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "ننصحك بالتحديث إلى آخر نسخة. قم بالتحديث الآن لتحصل على آخر الميزات والإصلاحات.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "ليس الآن";
"Discovery.UPDATE_NEW_AVALIABLE" = "نسخة جديدة متاحة! قم بالتحديث الآن لتحصل على أحدث الميزات والإصلاحات";
"Discovery.ALERT.LEAVING_APP_TITLE" = "مغادرة التطبيق";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "أنت الآن تغادر التطبيق وتفتح المتصفح";
"Discovery.DETAILS.TITLE" = "تفاصيل المساق";
"Discovery.DETAILS.VIEW_COURSE" = "عرض المساق";
"Discovery.DETAILS.ENROLL_NOW" = "تسجيل الآن";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "لا يمكنك التسجيل في هذه المساق لأن تاريخ التسجيل قد انتهى.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "للتسجيل في هذه المساق، يرجى التأكد من أنك متصل بالإنترنت.";
"Dashboard.TITLE" = "لوحة التحكم";
"Dashboard.HEADER.COURSES" = "المساقات";
"Dashboard.HEADER.WELCOME_BACK" = "مرحبًا بك مرةً آخرى. هيا نواصل التعلم.";
"Dashboard.SEARCH" = "بحث";
"Dashboard.EMPTY.SUBTITLE" = "أنت غير مسجل في أي مساق حتى الآن.";
"Dashboard.LEARN.TITLE" = "تعلم";
"Dashboard.LEARN.VIEW_ALL" = "عرض الكل";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "مشاهدة جميع المساقات (%@)";
"Dashboard.LEARN.ALL_COURSES" = "جميع المساقات";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 واجب مستحق";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "عرض الواجبات";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ الواجبات المتأخرة";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ الواجبات المستحقة %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ مستحق خلال %@ أيام";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "استئناف المساق";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "ابدأ المساق";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "المساقات";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "البرامج";
"Dashboard.LEARN.CATEGORY.ALL" = "الجميع";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "متاح";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "مكتمل";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "منتهي الصلاحية";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "لا توجد مساقات";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "لا توجد مساقات متاحة";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "لا توجد مساقات مكتملة";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "لا توجد مساقات منتهية الصلاحية";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "أنت غير مسجل حاليًا في أي مساقات، هل ترغب في استكشاف قائمة المساقات؟";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "ابحث عن مساق";
"Discussion.TITLE" = "مناقشات";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "تم إيقاف النشر في المناقشات من قبل فريق المساق";
"Discussion.TOPICS.SEARCH" = "البحث في جميع المشاركات";
"Discussion.TOPICS.ALL_POSTS" = "جميع المشاركات";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "المشاركات التي أتابعها";
"Discussion.TOPICS.MAIN_CATEGORIES" = "التصانيف الرئيسية";
"Discussion.TOPICS.UNNAMED" = "تصنيف فرعية غير مسماة";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "آخر النشاطات";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "معظم النشاطات";
"Discussion.POSTS.SORT.MOST_VOTES" = "معظم الأصوات";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "لا توجد مناقشات بعد";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "انقر فوق الزر أدناه لإنشاء المناقشة الأولى الخاصة بك.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "إنشاء مناقشة";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "أضف مشاركة";
"Discussion.POSTS.FILTER.ALL_POSTS" = "جميع المشاركات";
"Discussion.POSTS.FILTER.UNREAD" = "غير مقروءة";
"Discussion.POSTS.FILTER.UNANSWERED" = "لم تتم الإجابة عليه";
"Discussion.POSTS.CREATE_NEW_POST" = "إنشاء مشاركة جديدة";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "اختر خيارا";
"Discussion.POST.LAST_POST" = "أخر نشر:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "تم إضافة التعليق";
"Discussion.THREAD.ADD_RESPONSE" = "أضف ردا";
"Discussion.CREATE_THREAD.NEW_POST" = "إنشاء مشاركة جديدة";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "حدد نوع المشاركة";
"Discussion.CREATE_THREAD.TOPIC" = "عنوان";
"Discussion.CREATE_THREAD.TITLE" = "عنوان";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "اتبع هذه المناقشة";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "اتبع هذا السؤال";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "إنشاء مناقشة جديدة";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "إنشاء سؤال جديد";
"Discussion.COMMENT.REPORT" = "تقرير";
"Discussion.COMMENT.UNREPORT" = "عدم الإبلاغ";
"Discussion.COMMENT.FOLLOW" = "يتبع";
"Discussion.COMMENT.UNFOLLOW" = "الغاء المتابعة";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "تعليق";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "تم إضافة التعليق";
"Discussion.RESPONSE.ADD_COMMENT" = "اضف تعليق";
"Discussion.POST_TYPE.QUESTION" = "سؤال";
"Discussion.POST_TYPE.DISCUSSION" = "مناقشة";
"Discussion.SEARCH" = "يبحث";
"Discussion.SEARCH.TITLE" = "نتائج البحث";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "ابدأ بالكتابة للعثور على المواضيع";
"Discussion.ANONYMOUS" = "مجهول";
"WhatsNew.TITLE" = "ما هو الجديد";
"WhatsNew.BUTTON_PREVIOUS" = "سابق";
"WhatsNew.BUTTON_NEXT" = "التالي";
"WhatsNew.BUTTON_DONE" = "منتهي";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "تسجيل الدخول";
"Authorization.SIGN_IN.WELCOME_BACK" = "مرحبًا بعودتك! قم بتسجيل الدخول للوصول إلى المساقات التدريبية الخاصة بك.";
"Authorization.SIGN_IN.EMAIL" = "بريد إلكتروني";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "البريد الإلكتروني أو اسم المستخدم";
"Authorization.SIGN_IN.PASSWORD" = "كلمة المرور";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "هل نسيت كلمة السر؟";
"Authorization.SIGN_IN.AGREEMENT" = "من خلال تسجيل الدخول إلى هذا التطبيق، فإنك توافق على [ %@ اتفاقية ترخيص المستخدم النهائي]( %@ ) و [ %@ شروط الخدمة ورمز الشرف]( %@ ) وأنت تقر بأن %@ ويقوم كل عضو بمعالجة بياناتك الشخصية في\n وفقًا لـ [سياسة الخصوصية.]( %@ )";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "عنوان البريد الإلكتروني غير صالح";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "طول كلمة المرور غير صالح";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "حساب %@ هذا غير مرتبط بأي حساب %@ . الرجاء التسجيل.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "البريد الإلكتروني أو اسم المستخدم غير صالح";
"Authorization.ERROR.DISABLED_ACCOUNT" = "حسابك مغلق. يرجى الاتصال بدعم العملاء للحصول على المساعدة.";
"Authorization.SIGN_UP.SUBTITLE" = "أنشئ حسابًا لتبدأ التعلم اليوم!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "إنشاء حساب";
"Authorization.SIGN_UP.HIDE_FIELDS" = "إخفاء الحقول الاختيارية";
"Authorization.SIGN_UP.SHOW_FIELDS" = "إظهار الحقول الاختيارية";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "لقد قمت بتسجيل الدخول بنجاح.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "نحتاج فقط إلى مزيد من المعلومات قبل البدء في التعلم.";
"Authorization.SIGN_UP.AGREEMENT" = "من خلال إنشاء حساب، فإنك توافق على [ %@ اتفاقية ترخيص المستخدم النهائي] ( %@ ) و [ %@ شروط الخدمة ورمز الشرف] ( %@ ) وتقر بأن %@ ويقوم كل عضو بمعالجة بياناتك الشخصية وفقًا لـ [سياسة الخصوصية.]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "أوافق على أن %@ قد يرسل لي رسائل تسويقية.";
"Authorization.FORGOT.TITLE" = "هل نسيت كلمة السر";
"Authorization.FORGOT.DESCRIPTION" = "الرجاء إدخال عنوان البريد الإلكتروني لتسجيل الدخول أو عنوان البريد الإلكتروني المخصص للطوارئ أدناه وسنرسل إليك بريدًا إلكترونيًا يتضمن التعليمات.";
"Authorization.FORGOT.REQUEST" = "إعادة تعيين كلمة المرور";
"Authorization.FORGOT.CHECK_TITLE" = "تحقق من بريدك الالكتروني";
"Authorization.FORGOT.CHECK_Description" = "لقد أرسلنا تعليمات استعادة كلمة المرور إلى بريدك الإلكتروني ";
"Authorization.SIGN_IN_WITH" = "تسجيل الدخول ب";
"Authorization.REGISTER_WITH" = "سجل مع";
"Authorization.APPLE" = "تفاحة";
"Authorization.GOOGLE" = "جوجل";
"Authorization.FACEBOOK" = "فيسبوك";
"Authorization.MICROSOFT" = "مايكروسوفت";
"Authorization.OR" = "أو";
"Authorization.STARTUP.INFO_MESSAGE" = "المساقات والبرامج من أفضل الجامعات في العالم في جيبك.";
"Authorization.STARTUP.SEARCH_TITLE" = "ماذا تريد أن تتعلم؟";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "ابحث في مساقاتنا التي تزيد عن 3000+";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "استكشاف كافة المساقات";
"Authorization.STARTUP.TITLE" = "يبدأ";
"Core.MAINSCREEN.DISCOVERY" = "يكتشف";
"Core.MAINSCREEN.DASHBOARD" = "لوحة القيادة";
"Core.MAINSCREEN.IN_DEVELOPING" = "في تطوير";
"Core.MAINSCREEN.PROGRAMS" = "البرامج";
"Core.MAINSCREEN.PROFILE" = "حساب تعريفي";
"Core.MAINSCREEN.LEARN" = "يتعلم";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "حاول ثانية";
"Core.ERROR.INVALID_CREDENTIALS" = "بيانات الاعتماد غير صالحة";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "اتصال إنترنت بطيء أو معدوم";
"Core.ERROR.NO_CACHED_DATA" = "لا توجد بيانات مخزنة مؤقتًا في وضع عدم الاتصال";
"Core.ERROR.USER_NOT_ACTIVE" = "لم يتم تفعيل حساب المستخدم. يرجى تفعيل حسابك أولا.";
"Core.ERROR.UNKNOWN_ERROR" = "هناك خطأ ما";
"Core.ERROR.WIFI" = "يمكنك فقط تنزيل الملفات عبر شبكة Wi-Fi. يمكنك تغيير هذا في الإعدادات.";
"Core.ERROR.AUTHORIZATION_FAILED" = "فشل التفويض.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "لا يوجد اتصال بالإنترنت";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "يرجى الاتصال بالإنترنت لعرض هذا المحتوى.";
"Core.COURSEWARE.COURSE_CONTENT" = "محتوى المساق";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "هذا المكون التفاعلي غير متوفر بعد على الهاتف المحمول.";
"Core.COURSEWARE.COURSE_UNITS" = "وحدات المساق";
"Core.COURSEWARE.NEXT" = "التالي";
"Core.COURSEWARE.PREVIOUS" = "السابق";
"Core.COURSEWARE.FINISH" = "ينهي";
"Core.COURSEWARE.GOOD_WORK" = "أحسنت!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "العودة إلى الخطوط العريضة";
"Core.COURSEWARE.SECTION_COMPLETED" = "لقد أكملت &quot; %@ &quot;.";
"Core.COURSEWARE.CONTINUE" = "يكمل";
"Core.COURSEWARE.RESUME" = "اكمل الدورة";
"Core.COURSEWARE.RESUME_WITH" = "استئناف مع:";
"Core.COURSEWARE.NEXT_SECTION" = "القسم التالي";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "المضي قدما &quot;";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "اضغط على &quot;القسم التالي&quot;.";
"Core.ERROR.RELOAD" = "إعادة تحميل";
"Core.DATE.COURSE_STARTS" = "تبدأ المساق";
"Core.DATE.COURSE_ENDS" = "تنتهي المساق";
"Core.DATE.COURSE_ENDED" = "انتهت المساق";
"Core.DATE.ENDED" = "انتهى";
"Core.DATE.START" = "يبدأ";
"Core.DATE.STARTED" = "بدأت";
"Core.DATE.JUST_NOW" = "الآن";
"Core.ALERT.ACCEPT" = "يقبل";
"Core.ALERT.CANCEL" = "يلغي";
"Core.ALERT.LOGOUT" = "تسجيل خروج";
"Core.ALERT.LEAVE" = "يترك";
"Core.ALERT.KEEP_EDITING" = "استمر في التحرير";
"Core.ALERT.DELETE" = "يمسح";
"Core.ALERT.ADD" = "يضيف";
"Core.ALERT.REMOVE" = "يزيل";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "إزالة تقويم المساق";
"Core.NO_INTERNET.OFFLINE" = "غير متصل على الانترنت";
"Core.NO_INTERNET.DISMISS" = "رفض";
"Core.NO_INTERNET.RELOAD" = "إعادة تحميل";
"Core.DATE_FORMAT.MMMM_DD" = "شمممم د";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "ط ط ط ي ي، س س س";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "ش ش ش ي ي، س س س";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "تحميل";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "تم التنزيل";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "مكتمل";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "جودة تنزيل الفيديو";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "آلي";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "مُستَحسَن";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360 ص";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "انخفاض استخدام البيانات";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540 ص";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "أفضل جودة";
"Core.DONE" = "منتهي";
"Core.VIEW " = "منظر";
"Core.PICKER.SEARCH" = "يبحث";
"Core.PICKER.ACCEPT" = "يقبل";
"Core.WEBVIEW.ALERT.OK" = "نعم";
"Core.WEBVIEW.ALERT.CANCEL" = "يلغي";
"Core.WEBVIEW.ALERT.CONTINUE" = "يكمل";
"Core.REVIEW.VOTE_TITLE" = "هل تستمتع بـ Open edX؟";
"Core.REVIEW.VOTE_DESCRIPTION" = "ملاحظاتك تهمنا. هل يمكنك تخصيص بعض الوقت لتقييم التطبيق من خلال النقر على نجمة أدناه؟ شكرا لدعمك!";
"Core.REVIEW.FEEDBACK_TITLE" = "ترك لنا ردود الفعل";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "نأسف لسماع أن تجربتك التعليمية واجهت بعض المشكلات. نحن نقدر جميع ردود الفعل.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "شكرًا لك";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "نشكرك على مشاركة تعليقاتك معنا. هل ترغب في مشاركة رأيك حول هذا التطبيق مع مستخدمين آخرين في متجر التطبيقات؟";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "شكرًا لك";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "لقد تلقينا تعليقاتك وسنستخدمها للمساعدة في تحسين تجربة التعلم الخاصة بك في المستقبل. شكرا لك للمشاركة!";
"Core.REVIEW.BETTER" = "ما كان يمكن أن يكون أفضل؟";
"Core.REVIEW.NOT_NOW" = "ليس الآن";
"Core.REVIEW.BUTTON.SUBMIT" = "يُقدِّم";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "مشاركة التعليقات";
"Core.REVIEW.BUTTON.RATE_US" = "قيمنا";
"Core.REVIEW.EMAIL.TITLE" = "حدد عميل البريد الإلكتروني:";
"Core.SOCIAL_SIGN_CANCELED" = "ألغى المستخدم تدفق تسجيل الدخول.";
"Core.SIGN_IN.LOG_IN_BTN" = "تسجيل الدخول";
"Core.REGISTER" = "يسجل";
"Core.TOMORROW" = "غداً";
"Core.YESTERDAY" = "أمس";
"Core.OPEN_IN_BROWSER" = "عرض في سفاري";
"Profile.TITLE" = "حساب تعريفي";
"Profile.INFO" = "معلومات الشخصي";
"Profile.ABOUT" = "ْعَنِّي";
"Profile.EDIT_PROFILE" = "تعديل الملف الشخصي";
"Profile.YEAR_OF_BIRTH" = "سنة الميلاد:";
"Profile.BIO" = "السيرة الذاتية:";
"Profile.SETTINGS" = "إعدادات";
"Profile.SETTINGS_VIDEO" = "اعدادات الفيديو";
"Profile.SUPPORT_INFO" = "معلومات الدعم";
"Profile.CONTACT" = "اتصل بالدعم";
"Profile.TERMS" = "شروط الاستخدام";
"Profile.PRIVACY" = "سياسة الخصوصية";
"Profile.COOKIE_POLICY" = "سياسة ملفات الارتباط";
"Profile.DO_NOT_SELL_INFORMATION" = "لا تبيع معلوماتي الشخصية";
"Profile.FAQ_TITLE" = "عرض الأسئلة الشائعة";
"Profile.MANAGE_ACCOUNT" = "إدارة الحساب";
"Profile.LOGOUT" = "تسجيل خروج";
"Profile.SWITCH_TO" = "التبديل إلى";
"Profile.FULL_PROFILE" = "الملف الشخصي الكامل";
"Profile.LIMITED_PROFILE" = "ملف تعريف محدود";
"Profile.LOGOUT_ALERT.TITLE" = "تأكيد تسجيل الخروج";
"Profile.LOGOUT_ALERT.TEXT" = "هل أنت متأكد أنك تريد تسجيل الخروج؟";
"Profile.DELETE_ALERT.TITLE" = "تحذير!";
"Profile.DELETE_ALERT.TEXT" = "هل تريد حقا حذف حسابك؟";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "هل تريد المغادرة دون حفظ؟";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "سيتم تجاهل التغييرات التي أجريتها.";
"Profile.EDIT.TOO_YONG_USER" = "يجب أن يكون عمرك أكثر من 13 عامًا حتى يكون لديك ملف تعريف يتمتع بحق الوصول الكامل إلى المعلومات.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "يشارك الملف الشخصي المحدود اسم المستخدم وصورة الملف الشخصي فقط.";
"Profile.EDIT.DELETE_ACCOUNT" = "حذف الحساب";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "سنة الميلاد";
"Profile.EDIT.FIELDS.LOCATION" = "موقع";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "اللغة المتحدثة";
"Profile.EDIT.FIELDS.ABOUT_ME" = "ْعَنِّي:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "تغيير صورة الملف الشخصي";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "اختر من المعرض";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "إزالة الصورة";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "يلغي";
"Profile.DELETE_ACCOUNT.TITLE" = "حذف الحساب";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "هل أنت متأكد أنك تريد ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "حذف حسابك؟";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "لتأكيد هذا الإجراء، يرجى إدخال كلمة مرور حسابك.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "كلمة المرور";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "أدخل كلمة المرور";
"Profile.DELETE_ACCOUNT.COMFIRM" = "نعم، احذف الحساب";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "العودة إلى الملف الشخصي";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "كلمة المرور غير صحيحة. حاول مرة اخرى.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "اعدادات الفيديو";
"Profile.SETTINGS.WIFI_TITLE" = "تحميل واي فاي فقط";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "قم بتنزيل المحتوى فقط عند تشغيل شبكة Wi-Fi";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "جودة بث الفيديو";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "تلقائي (مستحسن)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "آلي";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "مُستَحسَن";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360 ص";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "انخفاض استخدام البيانات";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540 ص";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "أفضل جودة";
"Profile.SETTINGS.VERSION" = "إصدار:";
"Profile.SETTINGS.UP_TO_DATE" = "حتى الآن";
"Profile.SETTINGS.TAP_TO_UPDATE" = "انقر للتحديث إلى الإصدار";
"Profile.SETTINGS.TAP_TO_INSTALL" = "انقر لتثبيت تحديث التطبيق المطلوب";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "لا يمكن إرسال البريد الإلكتروني. يبدو أنه لم يتم إعداد عميل البريد الإلكتروني الخاص بك.";
"Profile.CALENDAR.NEW_CALENDAR" = "التقويم الجديد";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "تغيير خيارات المزامنة";
"Profile.CALENDAR.ACCOUNT" = "حساب";
"Profile.CALENDAR.CALENDAR_NAME" = "اسم التقويم";
"Profile.CALENDAR.COLOR" = "لون";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "ستظهر المهام القادمة للمساقات النشطة في هذا التقويم";
"Profile.CALENDAR.CANCEL" = "يلغي";
"Profile.CALENDAR.BEGIN_SYNCING" = "ابدأ المزامنة";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "تمت المزامنة";
"Profile.ASSIGNMENT_STATUS.FAILED" = "فشلت المزامنة";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "غير متصل على الانترنت";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "الوصول إلى التقويم";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "تغيير خيارات المزامنة";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "لإظهار الواجبات القادمة ومراحل المساق التدريبية في التقويم الخاص بك، نحتاج إلى إذن للوصول إلى التقويم الخاص بك.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "سيؤدي تعطيل مزامنة التقويم إلى حذف التقويم &quot;واجباتي&quot;. يمكنك تشغيل مزامنة التقويم مرة أخرى في أي وقت.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "منح الوصول إلى التقويم";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "تعطيل المزامنة";
"Profile.CALENDAR_DIALOG.CANCEL" = "يلغي";
"Profile.DATES_AND_CALENDAR.TITLE" = "التواريخ والتقويم";
"Profile.CALENDAR_SYNC.TITLE" = "مزامنة التقويم";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "قم بإعداد مزامنة التقويم لإظهار المهام القادمة ومعالم المساق التدريبية في التقويم الخاص بك. ستتم مزامنة المهام الجديدة وتواريخ المساق التدريبية تلقائيًا";
"Profile.CALENDAR_SYNC.BUTTON" = "قم بإعداد مزامنة التقويم";
"Profile.OPTIONS.TITLE" = "خيارات";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "استخدم التواريخ النسبية";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "إظهار التواريخ النسبية مثل &quot;غدًا&quot; و&quot;أمس&quot;";
"Profile.DATES_AND_CALENDAR.TITLE" = "التواريخ والتقويم";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "مزامنة تقويم المساق";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "يرجى إعادة توصيل التقويم الخاص بك لاستئناف المزامنة";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "تتم حاليًا مزامنة الأحداث مع التقويم الخاص بك";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "إعادة ربط التقويم";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "تغيير خيارات المزامنة";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "مزامنة المساقات %d";
"Profile.OPTIONS.TITLE" = "خيارات";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "استخدم التواريخ النسبية";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "إظهار التواريخ النسبية مثل &quot;غدًا&quot; و&quot;أمس&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "مساقات للمزامنة";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "سيؤدي تعطيل مزامنة المساق التدريبية إلى إزالة جميع الأحداث المرتبطة بالمساق التدريبية من التقويم الذي تمت مزامنته.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "إخفاء المساقات غير النشطة";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "قم بإزالة الأحداث تلقائيًا من المساقات التدريبية التي لم تشاهدها في الشهر الماضي";
"Profile.COURSES_TO_SYNC.INACTIVE" = "غير نشط";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "آي كلاود";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "محلي";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "لهجة";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "أحمر";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "البرتقالي";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "أصفر";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "أخضر";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "أزرق";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "أرجواني";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "بني";
"Profile.CALENDAR.COURSE_DATES" = "%@ مواعيد المساق";
"Profile.DROP_DOWN_PICKER.SELECT" = "يختار";
"Profile.SYNC_SELECTOR.SYNCED" = "تمت المزامنة";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "غير متزامن";
"Course.OUTLINE.PASSED_THE_COURSE" = "تهانينا، لقد حصلت على شهادة المساق التدريبية هذه في &quot; %@ \.&quot;";
"Course.OUTLINE.VIEW_CERTIFICATE" = "عرض الشهادة";
"Course.OUTLINE.CERTIFICATE" = "شهادة";
"Course.OUTLINE.COURSE_VIDEOS" = "فيديوهات المساق";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "هذه المساق لم تبدأ بعد";
"Course.COURSEWARE.COURSE_CONTENT" = "محتوى المساق";
"Course.COURSEWARE.COURSE_UNITS" = "وحدات المساق";
"Course.COURSEWARE.NEXT" = "التالي";
"Course.COURSEWARE.PREVIOUS" = "السابق";
"Course.COURSEWARE.FINISH" = "ينهي";
"Course.COURSEWARE.GOOD_WORK" = "أحسنت!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "العودة إلى الخطوط العريضة";
"Course.COURSEWARE.SECTION" = "لقد أكملت &quot;";
"Course.COURSEWARE.IS_FINISHED" = "&quot;.";
"Course.COURSEWARE.CONTINUE" = "يكمل";
"Course.COURSEWARE.RESUME_WITH" = "استئناف مع:";
"Course.ERROR.NO_INTERNET" = "أنت غير متصل بالإنترنت. الرجاء التحقق من اتصال الانترنت الخاص بك.";
"Course.ERROR.RELOAD" = "إعادة تحميل";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "لم يتم العثور على مكون المساق التدريبية، يرجى إعادة التحميل";
"Course.ERROR.NO_HANDOUTS" = "لا يوجد حاليا أي نشرات لهذه المساق";
"Course.ALERT.ROTATE_DEVICE" = "قم بتدوير جهازك لمشاهدة هذا الفيديو بملء الشاشة.";
"Course.ALERT.ACCEPT" = "يقبل";
"Course.ALERT.DELETE_ALL_VIDEOS" = "هل أنت متأكد أنك تريد حذف جميع مقاطع الفيديو الخاصة بـ";
"Course.ALERT.DELETE_VIDEOS" = "هل أنت متأكد أنك تريد حذف مقطع (مقاطع) الفيديو لـ";
"Course.ALERT.STOP_DOWNLOADING" = "سيؤدي إيقاف تشغيل المفتاح إلى إيقاف التنزيل وحذف جميع مقاطع الفيديو التي تم تنزيلها";
"Course.ALERT.WARNING" = "تحذير";
"Course.COURSE_CONTAINER.HOME" = "بيت";
"Course.COURSE_CONTAINER.VIDEOS" = "أشرطة فيديو";
"Course.COURSE_CONTAINER.DATES" = "بلح";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "مناقشات";
"Course.COURSE_CONTAINER.HANDOUTS" = "أكثر";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "النشرات في تطوير";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "الصدقات";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "الإعلانات";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "العثور على معلومات المساق الهامة";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "مواكبة آخر الأخبار";
"Course.NOT_AVALIABLE.TITLE" = "هذا المكون التفاعلي غير متوفر على الهاتف المحمول";
"Course.NOT_AVALIABLE.DESCRIPTION" = "استكشف أجزاء أخرى من هذه المساق التدريبية أو شاهدها على الويب.";
"Course.NOT_AVALIABLE.BUTTON" = "فتح في المتصفح";
"Course.SUBTITLES.TITLE" = "ترجمات";
"Course.ACCESSIBILITY.DOWNLOAD" = "تحميل";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "إلغاء التنزيل";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "حذف التحميل";
"Course.DOWNLOAD.DOWNLOADS" = "التحميلات";
"Course.DOWNLOAD.DOWNLOAD" = "تحميل";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "تم تنزيل جميع مقاطع الفيديو";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "جارٍ تنزيل الفيديوهات...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "تحميل على الجهاز";
"Course.DOWNLOAD.VIDEOS" = "أشرطة فيديو";
"Course.DOWNLOAD.REMAINING" = "متبقي";
"Course.DOWNLOAD.UNTITLED" = "بدون عنوان";
"Course.DOWNLOAD.TOTAL" = "المجموع";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "لا يمكنك تغيير جودة تنزيل الفيديو عندما يتم تنزيل جميع مقاطع الفيديو";
"Course.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "حجم مقاطع الفيديو التي حددتها أكبر من 1 غيغابايت. هل تريد تنزيل مقاطع الفيديو هذه؟";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "تسمح إعدادات التنزيل الحالية بالتنزيلات عبر شبكة Wi-Fi فقط.\n يرجى الاتصال بشبكة Wi-Fi أو تغيير إعدادات التنزيل.";
"Course.COURSE_DATES.TODAY" = "اليوم";
"Course.COURSE_DATES.COMPLETED" = "مكتمل";
"Course.COURSE_DATES.PAST_DUE" = "فات موعد استحقاقها";
"Course.COURSE_DATES.DUE_NEXT" = "المقرر المقبل";
"Course.COURSE_DATES.UNRELEASED" = "غير منشور";
"Course.COURSE_DATES.VERIFIED_ONLY" = "تم التحقق منه فقط";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "العناصر المخفية";
"Course.COURSE_DATES.ITEM_HIDDEN" = "العنصر مخفي";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "تم تغيير مواعيد الاستحقاق";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "لقد تم تغيير تواريخ استحقاقك بنجاح لمساعدتك على البقاء على المسار الصحيح.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "عرض جميع التواريخ";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "المزامنة مع التقويم";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "قم بمزامنة جميع المواعيد النهائية وتواريخ الاستحقاق لهذه المساق التدريبية تلقائيًا مع التقويم الخاص بك.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "إضافة التقويم";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "إزالة التقويم";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "هل ترغب في إضافة التقويم %@ &quot; %@ &quot; ؟\n يمكنك تعديل تقويم المساق التدريبية أو إزالته في أي وقت من خلال التقويم أو الإعدادات";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "هل ترغب في إزالة التقويم %@ &quot; %@ &quot; ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "تمت إضافة &quot; %@ &quot; إلى التقويم الخاص بك.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "جارٍ مزامنة التقويم...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "عرض الأحداث";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "تمت إضافة تقويم المساق التدريبية الخاصة بك.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "تمت إزالة تقويم المساق التدريبية الخاصة بك.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "أحداث التقويم";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "تقويم المساق التدريبية الخاص بك قديم";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "لقد تم تغيير مواعيد المساق التدريبية الخاصة بك ولم يعد تقويم المساق التدريبية الخاص بك محدثًا بجدولك الجديد.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "تحديث الان";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "تم تحديث تقويم المساق التدريبية الخاصة بك.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "ليس لدى %@ إذن التقويم. يرجى الذهاب إلى الإعدادات ومنح إذن التقويم.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "أفتح الإعدادات";
"Course.COURSE_DATES.SETTINGS" = "إعدادات";
"Course.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "لا تقلق - قم بتغيير الجدول الزمني المقترح لإكمال المهام التي فات موعد استحقاقها دون فقدان أي تقدم.";
"Course.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "التحول مواعيد الاستحقاق";
"Course.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "هل فاتك بعض المواعيد النهائية؟";
"Course.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "لقد قمنا ببناء جدول زمني مقترح لمساعدتك على البقاء على المسار الصحيح. لكن لا تقلق، فهو مرن حتى تتمكن من التعلم بالسرعة التي تناسبك. إذا تأخرت عن الموعد المحدد، فستتمكن من تعديل التواريخ لتظل على المسار الصحيح.";
"Course.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "لإكمال الواجبات المقدرة كجزء من هذه المساق التدريبية، يمكنك الترقية اليوم.";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "أنت تقوم بمراجعة هذه المساق التدريبية، مما يعني أنك غير قادر على المشاركة في الواجبات المقدرة. يبدو أنك فاتتك بعض المواعيد النهائية المهمة بناءً على جدولنا الزمني المقترح. لإكمال الواجبات المقدرة كجزء من هذه المساق التدريبية ونقل الواجبات الماضية المستحقة إلى المستقبل، يمكنك الترقية اليوم.";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Course.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "لا يمكن تغيير التواريخ الخاصة بك. حاول مرة اخرى.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "لقد تم تغيير التواريخ الخاصة بك بنجاح.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "مواعيد المساق";
"Course.COURSE.DUE_TODAY" = "مستحق اليوم";
"Course.COURSE.DUE_TOMORROW" = "غدا";
"Course.COURSE.PROGRESS_COMPLETED" = "اكتملت تعيينات %@ من %@";
